---
kind: other
id: Properties.T:Autodesk.Revit.DB.SlabShapeCreaseArrayIterator
source: html/95b2146f-ccf7-293d-4a74-e106373b5ea8.htm
---
# SlabShapeCreaseArrayIterator Properties

Retrieves the item that is the current focus of the iterator.